Repository: liraymond04/re0-translations
Catalog: side_stories/Stand by me Pleiades Part 4/omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 即使假设佩特拉做好了万全的准备进行挑战，也不是罗兹瓦尔魔法上的对手。
en_us: Even assuming that Petra was fully prepared for the challenge, she was no match for Roswaal's magic.

source: 即使有人告发这件事，我们也没有生气的资格……但是，这么做我们会非~常的困扰。”
en_us: Even if someone reports this matter, we have no right to be angry… but if that were to happen it would reeeally trouble us."

source: 即便佩特拉十分理解这个问题有多么根深蒂固。
en_us: Even Petra understood perfectly well how deeply rooted the problem was.

source: 即便因为艾米莉娅大人的存在的缘故，出现了让他们如此想不开的事情？”
en_us: Even though something so upsetting happened because of Emilia-sama’s existence?"

source: 即便除掉有时会神经大条的发言的奥托，她也很想学习拉姆的眼力。
en_us: Still, putting aside Otto, who makes tactless remarks, she wanted to learn from Ram's keen foresight.

source: 原因在于那些什么都不做的人与穆吉卡他们的立场不同。
en_us: The reason is that those who do nothing were in a different position from Musica and the others.

source: 原因是──
en_us: The reason is――

source: 只是，让芙蕾德莉卡等人生气也没办法了，她也有一部分要反省的地方。
en_us: Only, there's nothing to be done if Frederica and the others get angry, there were things that Petra needed to reflect on.

source: 可正当她要做出决定时，佩特拉阻止了她。
en_us: But just as she was about to make a decision, Petra stopped her.

source: 后悔之余，佩特拉判断要引出穆吉卡的真实意图。
en_us: Feeling regret, Petra decided to draw out Musica's true intentions.

source: 听到佩特拉的回答，穆吉卡发出了微弱的苦笑声。
en_us: Hearing Petra's answer, Musica let out a weak, bitter laugh.

source: 听到佩特拉的话，坐在她旁边的存在温柔地说道──
en_us: Hearing Petra's words, the presence sitting next to her said gently――

source: 听到穆吉卡的叙述时，艾米莉娅不禁说出了口。
en_us: Hearing Musica's narration, Emilia could not help but speak up.

source: 听到那轻声呢喃，佩特拉被强烈的后悔所侵袭。
en_us: Hearing that soft murmur, Petra was assailed by intense regret.

source: 听着奥托尖锐颤抖的声音，佩特拉低头看向自己的身体──确认了衣服的内部，自己身体上刻着的『誓约』的证明的存在。
en_us: Listening to Otto's high-pitched voice crack, Petra looked down at her own body―― confirming the existence of the Oath etched on the skin inside her clothes.

source: 哎呀呀，在这势头下......”
en_us: Oh dear, with this momentum…"

source: 啊，是说漂亮的地竜吗。
en_us: Ah, you're talking about the beautiful ground dragon.

source: 嗯，我已经气得嗡嗡叫了。”
en_us: Yes, I'm absolutely fuming."

source: 回想起来，从讨论刚开始，罗兹瓦尔的发言次数就一口气减少了。
en_us: Looking back, Roswaal's speaking frequency had dropped sharply from the early stages of the discussion.

source: 回程中的佩特拉，出自短篇集8，插画：﻿福きつね
en_us: Petra on the way back, from Tanpenshuu 8, illustrated by: 福きつね

source: 因此，希望小姐们能成为我们的人质。”
en_us: Therefore, I hope that you ladies will become our hostages."

source: 因此，现在那个地方只剩下禁止进入的墓地的几个守护人，包括芙蕾德莉卡她们的祖母琉兹。
en_us: Therefore, there were now only a few guardians of the forbidden cemetery left, including Frederica and her grandmother, Ryuzu.

source: 因此，这次偷渡入境绝对不能被王国或帝国察觉。
en_us: Therefore, this sneaky entry must not be detected by the Kingdom or the Empire.

source: 图源：Ice
en_us: Source: Ice

source: 土鼠人为了世界所做出的英勇的暴行。”
en_us: The heroic atrocities commited by the Mole-people for the sake of the world."

source: 在佩特拉思考的最后，正是穆吉卡以此作为收尾。
en_us: At the end of Petra's train of thought, it was none other than Musica who brought it to a close.

source: 在同一辆竜车的车厢内，跪在角度改变的墙边的，是一个模糊的桃红色修长身影──罗兹瓦尔。
en_us: Inside that same dragon carriage, kneeling by its tilted side, was a blurred, peach-colored, slender figure―― Roswaal.

source: 在帝国被揭露引发战争也是问题没错，但如果在王国被揭露，那肯定无法离开国境了。
en_us: It was also true that being exposed in the Empire would cause a war, but if they were to be exposed in the Kingdom, they would definitely not be able to leave the country.

source: 在拒绝外界的世界中度过这一意义上，这样的『圣域』生活和住在夏姆洛克峡谷的土鼠人的生活方式，看起来是相同的。
en_us: The way of life in the Sanctuary, and the way the Mole-people lived in Shamrock Valley, seemed to be the same in that both were lives spent in a world that rejected the outside.

source: 在笑过一阵后，穆吉卡仿佛放弃一般说了这句话。
en_us: After a bout of laughter, Musica said this as if resigning himself.

source: 在芙蕾德莉卡和加菲尔的故乡，有一个名为『圣域』的出于某种原因由亚人组成的村落。
en_us: In Frederica and Garfiel's hometown, there was a settlement called the Sanctuary, home to demi-humans with a mysterious past.

source: 在计划被识破、被俘的佩特拉等人的存在成为穆吉卡等人的障碍之际，佩特拉在他们发脾气之前提出了交涉。
en_us: When their plan was seen through, and the existence of the captured Petra and her group became an obstacle for Musica and the others, Petra approached them with negotiations before they lost their temper.

source: 在这个时机，贵族大人们居然恰好经过了我们的居所。
en_us: At this very moment, some nobles just happened to pass by our residence.

source: 在那与慈悲无缘的淡红色眼瞳下，佩特拉垂下了肩膀，“呜……”。
en_us: Under those pale red eyes devoid of mercy, Petra slumped her shoulders and groaned, "Ugh…".

source: 在那辆竜车的车厢里，除了佩特拉，还有艾米莉娅、罗兹瓦尔和另外一个人──那个最后仍在沉睡中的少女，正躺在跪着的罗兹瓦尔的胳膊中。
en_us: In the compartment of the dragon carriage, besides Petra there were Emilia, Roswaal, and one other person―― the girl who was still asleep in the arms of the kneeling Roswaal.l

source: 在陷阱的头顶，被隔在后面的竜车也应该被土鼠人包围了。
en_us: At the top of the trap, the separated dragon carriage at the back should also be surrounded by Mole-people.

source: 在黑暗中，佩特拉反而打断了罗兹瓦尔试图打断的话。
en_us: In the darkness, Petra cut off Roswaal's attempt to interrupt.

source: 大多数讨厌艾米莉娅的人确实持有与穆吉卡他们相同的观点。
en_us: Most people who hated Emilia had the same views as Musica and the others.

source: 大部分讨厌艾米莉娅的人，和穆吉卡一样，都列举她的出身作为理由。
en_us: For most people that hated Emilia, like Musica, they would list her background as a reason.

source: 奥托在驾车台上握着缰绳，这样回应着佩特拉的回答。
en_us: Otto, holding the reins at the driver's seat, responded to Petra's answer like this.

source: 她不应该纯粹出于好奇心倾听穆吉卡的话。
en_us: She should not have listened to Musica out of sheer curiosity.

source: 她在那次坠落中得到了妥善保护，这让佩特拉感到宽慰。
en_us: She was properly protected in that fall, which gave Petra some relief.

source: 她必定会与昴等人一起会合，然后全员一起返回王国。
en_us: She would definitely reunite with Subaru and the others, and together, they would all return to the Kingdom.

source: 她摇摇头，用下巴示意了旁边的艾米莉娅。
en_us: She shook her head, and gestured to the Emilia next to her with her chin.

source: 她本应该像无情的罗兹瓦尔要做的那样，不多废话，直接破坏对方的阴谋。
en_us: She should have shut down the opponent's malicious plans without hesitation, as the ruthless Roswaal had intended to do.

source: 她的论述是有道理的。
en_us: Her argument made sense.

source: 她的问题让穆吉卡停了一拍，沉默了一会，然后继续道。
en_us: Her question made Musica pause for a moment, and then he continued.

source: 如果一个候选人想要成为国家的国王，却被大众所冷落，那她说的话就很难让人听从。”
en_us: There's no point in a candidate becoming the country's king if so many people turn their backs on them."

source: 如果不知道伤口有多深，就无法知道治疗的方法。
en_us: If you did not know how deep the wound was, you would not know how to treat it.

source: 如果你们以王国贵族为人质威胁国家的话，那你们所有族人都一~定会被问责呢。”
en_us: If you threaten the country by taking the Kingdom's nobles as hostages, then all the people of your tribe would suuurely~ be held accountable."

source: 如果你说我们太悲观的话，也可以这么说。
en_us: If you say that we're too pessimistic, then that could be the case.

source: 如果小姐你明白的话，就请阻止你身边的两人......”
en_us: If you understand, young miss, then please stop those two with you…"

source: 如果思考这个理由的根源所在──
en_us: If you think about the root cause of this reason――

source: 如果是为了拖延时间，这毫无意义。”
en_us: If this is to delay time, this is meaningless."

source: 如果是热心学习的小姐，就应该非常清楚。”
en_us: If you're a studious young lady, you should know it very well."

source: 如果是这样，王国应该会倾听我们的话。”
en_us: If so, the Kingdom should listen to us.

source: 如果是那样的话，选择这样的生活的契机可能也是相同的。
en_us: If that was the case, then the reason they chose that lifestyle might also be the same.

source: 它是过去被佛拉基亚帝国追杀的土鼠人挖掘的一个高大的洞穴，被佩特拉一行用来追踪被传送到帝国的昴等人的去向。
en_us: It was a tall cave dug by the Mole-people who were hunted by the Vollachian Empire in the past, and it was now being used by Petra and her camp to find the whereabouts of Subaru and the others who were flung into the Empire.

source: 实际上，不是决定性因素的话，就使得故事变得复杂了。
en_us: In fact, that it was not a decisive factor just made the story complicated.

source: 实际上，如果说是为了争取时间的话倒也没错。
en_us: In fact, it would not be wrong to say that she was buying time.

source: 对于差点放开艾米莉娅缰绳的佩特拉，慌乱的穆基卡认命般地叹了口气。
en_us: Petra nearly let go of Emilia's reins, and the frantic Musica let out a sigh of resignation.

source: 对于罗兹瓦尔切入的言论，佩特拉面露不悦。
en_us: Petra grimaced at Roswaal's incisive remarks.

source: 对于试图求得那份名誉却又最终得不到的他们该说的话是──
en_us: What they should say to those who sought that honor but ultimately failed is――

source: 对吧，佩特拉大小姐？”
en_us: Right, Lady Petra?"

source: 对面座位上的是双手交叉，眯起翠绿的眼睛的芙蕾德莉卡，佩特拉语塞。
en_us: Sitting across from her was Frederica, her arms crossed and her emerald eyes narrowed, leaving Petra speechless.

source: 将伤心的艾米莉娅带到那个地方会让人不安，是佩特拉尤其不愿意的。
en_us: Bringing a heartbroken Emilia to that kind of place was unsettling, and above all, Petra was unwilling to do it.

source: 小姐你们支持哪位候选人吗？”
en_us: Do you have a preferred candidate, miss?"

source: 就仿佛在肯定穆吉卡的回答，竜車外传来了帕特拉修的叫声。
en_us: As if confirming Musica's answer, a cry from Patrasche came out from outside of the dragon carriage.

source: 就像之前在路上谈过的那样，土鼠人族被提到是被帝国驱逐的种族之一。
en_us: As discussed on the journey earlier, the Mole-people tribe were mentioned as one of the races expelled from the Empire.

source: 就像有天生的富人和穷人那样，存在着土鼠人和其他人的人种差别。
en_us: Just as there are people born rich and poor, there are Mole-people and other races.

source: 就算我们成为人质……”
en_us: Even if we become hostages…"

source: 就连同席的罗兹瓦尔也没有劝阻艾米莉娅的意思。
en_us: Even Roswaal, who was seated with her, had no intention of dissuading Emilia.

source: 就连温柔的芙蕾德莉卡也对作为妹妹的佩特拉大胆的行动感到愤怒。
en_us: Even the gentle Frederica was still angry at the younger sister, Petra, for her bold actions.

source: 尽管如此，穆吉卡他们依旧全族都在这个无人问津的阴暗之地继续生活着。
en_us: Despite this, Musica and his tribe continued to live here together in this dark, secluded place.

source: 尽管想找到一些积极的方面，但似乎只有这一点可以开心。
en_us: Although there was an attempt to find something positive, it seemed like this was the only thing to be happy about.

source: 幸运的是，佩特拉没有撞到头，也没有感觉到任何疼痛。
en_us: Fortunately, Petra had not hit her head and did not feel any pain.

source: 当她想要这么说的时候，佩特拉下意识地闭上了嘴巴。
en_us: When she was about to say this, Petra subconsciously closed her mouth.

source: 当然，『爱丽丝与荆棘之王』是非常有名的故事，露格尼卡的很多人也知道。
en_us: Of course, Iris and the King of Thorns was a very famous story, many people in Lugunica also knew it.

source: 当然，他们一点也不期待这会是一次舒适的旅程，但是──
en_us: Of course, they did not expect this to be a comfortable journey, but――

source: 当然，佩特拉也感到惊讶。
en_us: Of course, Petra was also surprised.

source: 当然，佩特拉觉得芙蕾德莉卡、拉姆，还有机智的奥托也都是非凡才能的持有者，所以没必要担心那辆竜车的情况。
en_us: Of course, Petra felt that Frederica, Ram, and the witty Otto all also had extraordinary talents as well, so there was no need to worry about the situation of that dragon carriage.

source: 当然，我们也在关注着王选──但是，是在不好的意味上。”
en_us: Of course, we're also keeping our eye on the Royal Selection―― but in a bad sense."

source: 当然，让它成立的条件很宽松。
en_us: Of course, the conditions for its fulfillment were lenient.

source: 当然，醒来的少女碧翠丝肯定会板着脸。
en_us: Of course, Beatrice would be wearing a stern expression if she were awake.

source: 很久以前，『亚人战争』刚爆发的时候，大家不也觉得绝对不会发生那种事情吗？”
en_us: That long time ago, when the Demi-human War first broke out, didn't everyone think that such a thing would never happen?"

source: 总之──
en_us: Anyway――

source: 情节反转连连，十分精彩（如果无视后期逆天转折的话）。
en_us: The plot reversal is a great one (if you ignore the late anticlimactic twist).

source: 想要实践他的信念。
en_us: She wanted to live out his beliefs.

source: 我不想再被卷入其中。”
en_us: I don't want to get caught up in it anymore."

source: 我不知道，要不给她点硬东西啃啃？
en_us: I dunno, how 'bout givin' her something hard to chew on?

source: 我们会不知道你想表达什么。
en_us: We won't know what you're trying to say.

source: 我们已经把大小姐们作为人质了。
en_us: We've taken the young mistresses as hostages.

source: 我们想要一些材料来说服你们。”
en_us: Because we need some material to convince you."

source: 我们能够活下来，而你们不行。
en_us: We can survive it, but you can't.

source: 我们还要为那些人的责任而在地洞里生活吗。”
en_us: Do we really have to live like this, in a hole in the ground, because of those people’s responsibility?"

source: 我有时候倒希望能看透。”
en_us: I do sometimes wish I could read them."

source: 我没有特别为你们提供说服材料的理由。”
en_us: I have no particular reason to provide you with persuasive material."

source: 我能感觉到，地面在震动。”
en_us: We can feel it, the tremors in the earth."

source: 所以她必须了解那支矛是否涂有毒药，又被施加了多大的力量。
en_us: So she had to find out whether the spear was coated with poison, and how much force had been put into it.

source: 所以这里不是护卫艾米莉出场的时候，而是带领一行人的佩特拉大小姐出场的时候。
en_us: So this was not the time for Emilia, the guard, to make her appearance, but for Lady Petra, who was leading the group, to step forward.

source: 所以，不要忘记这一点，知道吗。”
en_us: So, don't forget that, okay?

source: 所以，她不想在这里依赖罗兹瓦尔的冷酷。
en_us: So, she did not want to rely on Roswaal's ruthlessness here.

source: 所以，对于你的妹妹我也很心痛。
en_us: So, my heart aches for your sister too.

source: 所以，小姐你们是想说服我们吗？”
en_us: So, do you Misses want to persuade us?"

source: 所以，达德利的影响也是存在的。
en_us: So, Dudley's influence is also there.

source: 拉姆和芙蕾德莉卡各自评价了佩特拉所交换的誓约和其目的。
en_us: Ram and Frederica each evaluated the oath Petra exchanged and its purpose.

source: 拉姆的说法很严厉，而芙蕾德莉卡的说法则更温和。
en_us: Ram’s tone was harsh, while Frederica’s was gentler.

source: 摇晃的竜车的座位上，佩特拉一边嘀咕一边不断改变着屁股的角度。
en_us: On the seat of the rocking dragon carriage, Petra muttered this while repeatedly adjusting the position of her butt.

source: 早先，佩特拉认为『常闇』的地形对穆吉卡他们有优势。
en_us: Earlier, Petra had thought that the terrain of the Eternal Darkness would be an advantage for Musica and the others.

source: 是因为艾米莉娅大人是半妖精吗？”
en_us: Is it because Emilia is a half-elf?"

source: 是大的东西即将崩溃的预兆，就是那种感觉的地面震动。”
en_us: It's the omen of something big about to collapse, that kind of tremor in the earth."

source: 最终，它被蔓延到了妖精之外的其他亚人族，引燃了一场内战的大火。
en_us: Eventually, that animosity spread to other demi-human races beyond the half-elves, sparking a civil war that blazed into a great firestorm.

source: 最重要的是，那竟然去拯救对自己不利的对手的姿态。
en_us: Above all, it's the attitude of trying to save the very person who brought harm to you.

source: 有时候，拉姆和奥托等同伴会表现出能够看透对方心思的言行。
en_us: Sometimes, Ram and Otto and the others said and did things that made you think they could read others's minds.

source: 本文仅供学习交流使用，禁作商业用途。
en_us: This article is for learning and communication purposes only, commercial use is prohibited

source: 本来她心中就快被对昴等人的担忧压垮，结果突然又被加上了意料之外的重担，艾米莉娅会承受不了的。
en_us: Her heart, already about to collapse under the weight of worry for Subaru and the others, suddenly had an unexpected burden placed on it, and even Emilia could not bear it.

source: 本篇为Comic Alive短篇，发布于2022年9月27日，内容主要为艾米莉娅阵营与土鼠人的对峙。
en_us: This is a Comic Alive short story, published on September 27, 2022, which focuses on a confrontation between the Emilia camp and the Mole-people.

source: 校对：Tom111335，Garcer
en_us: Proofreading: Tom111335，Garcer

source: 根据史实中的『爱丽丝与荆棘之王』，土鼠人的居所被帝国夺走。
en_us: Based on the historical events, Iris and the King of Thorns took away the Mole-people's place in the Empire.

source: 正因为没有那么做，才导致艾米莉娅不经意间受伤。
en_us: Because she had not done that, Emilia ended up getting hurt unintentionally.

source: 正因如此，这个沉重的负担必须要被移除。
en_us: It was for that reason, that this heavy burden must be removed.

source: 正因如此，这个行为充满了疑问。
en_us: That was why, this move was so questionable.

source: 正如他所说，『亚人战争』的原因是人类对亚人族的负面情绪──在受到『嫉妒的魔女』严重灾害影响的王国，对妖精的迫害尤为彻底。
en_us: As he said, the reason for the Demi-human War was humanity's animosity towards demi-human―― In the kingdom that had been severely affected by the calamity of the Witch of Envy, the persecution of half-elves was particularly thorough.

source: 此刻，艾米莉娅打算挑明自己的身份，正面与穆吉卡交锋。
en_us: At this moment, Emilia planned to reveal her identity and confront Musica head-on.

source: 此刻，身体僵硬，一言不发的艾米莉娅的心情是怎样的呢。
en_us: How must Emilia be feeling right now, her body tense and silent?

source: 毕竟，只要让穆吉卡他们直接与艾米莉娅对话就可以了。
en_us: After all, all that was needed was for Musica and the others to speak with Emilia directly.

source: 毫不意外的评价，让加菲尔受到了冲击，但他被搁置了。
en_us: The completely unsurprising evaluation shocked Garf, but she left him to it.

source: 没想到，王选的话题会在这种时候跑出来。
en_us: Unexpectedly, the topic of the Royal Selection had come out at a time like this.

source: 没有人会像穆吉卡他们那样采取强硬手段。
en_us: No one would take drastic measures like Musica and the others.

source: 润色：Tom111335
en_us: Polishing: Tom11111335

source: 然后，他默默地屈服于佩特拉让他继续讲下去的无声压力。
en_us: Then, he silently yielded to Petra's unspoken pressure, urging him to continue.

source: 然而──
en_us: However――

source: 然而，以贵族作为人质与王国进行谈判对他们来说已经不能用铤而走险来概括。
en_us: However, negotiating with the kingdom using nobles as hostages could no longer be simply described as a desparate measure for them.

source: 然而，佩特拉刚想要反驳，就被穆吉卡冷冷的声音阻止了，“真的吗？”。
en_us: However, just as petra was about to retort, she was stopped by Musica's cold voice, "Really?".

source: 然而，在昏暗中，他摸着自己的帽子道，“唉呀呀。”
en_us: However, in that darkness, he touched his hat, "Oh dear."

source: 然而，对于那些直到数百年后还在被讨论的当事人来说，那并不是一种享受。
en_us: However, it was not as pleasant for the parties who were still begin discussed hundres of years later.

source: 然而，穆吉卡对此的回答让本已寒冷的『常闇』空气更加寒冷。
en_us: However, Musica's answer made the cold air of the Eternal Darkness even colder.

source: 然而，穆吉卡的觉悟中根源的部分引起了佩特拉的兴趣。
en_us: However, the root of Musica's resolve piqued Petra's interest.

source: 然而，穆吉卡立即察觉到了那股空气中危险的变化。
en_us: However, Musica immediately sensed the dangerous shift in the air.

source: 然而，这个半妖精却挑战了一场毫无胜算的战斗，重新引发了流血，真是多此一举。”
en_us: But the half-elf stirred things up by challenging a battle they had no hope of winning, and once again, blood has been spilled; it's just too much.

source: 然而，这些人并不会为了让艾米莉娅退出王选而暴乱。
en_us: However, these people would not going to riot to get Emilia to withdraw from the Royal Selection.

source: 然而，这些规则并不会轻易改变。
en_us: However, its rules do not change easily.

source: 然而，那辆竜车上还留着加菲尔。
en_us: However, the top of the dragon carriage still had Garfiel left on it.

source: 牙齿痒痒心情就会变差啊。”
en_us: Itchy teeth can really mess with yer mood, y'know?"

source: 王选候补者率先从事非法行为，一旦曝光，对王选会产生严重的负面影响是毫无疑问的。
en_us: It was undeniable that if candidates of the Royal Selection were to engage in illegal activities and were exposed, it would have a serious negative impact on the Royal Selection.

source: 现在也只能笑了。
en_us: At this point, there was nothing left to do but laugh.

source: 现在后退是不可能的。”
en_us: Backing out now is impossible."

source: 现实就是那些什么也不知道的人们自作主张地把『半妖精』这个词和佩特拉深爱的『艾米莉娅』混为一谈。
en_us: The reality is that people who knew nothing would arbitrarily lump together the term "half-elf" with Petra's beloved "Emilia."

source: 理所当然的，以佩特拉的短暂生命经历，她无法体会到与他父亲同龄的穆吉卡所承载的心情。
en_us: This was to be expected, given Petra's short life experience; she could not grasp the emotions carried by Musica, who was the same age as her father.

source: 甚至可以称其为被害妄想。
en_us: It could even be called a persecutory delusion.

source: 生活在黑暗中，成为不受关注的人，这就是我们的天命。”
en_us: It is our destiny to live in the darkness and remain in the shadows."

source: 由于它残留的影响，她看到的人影在黑暗中显现为桃红色的光芒。
en_us: Due to the lingering effects of her practice, the human figure she saw appeared as a peach-colored light in the darkness.

source: 由于这个洞穴是土鼠族的居所，他们占据了地利。
en_us: Since this cave was the dwelling of the Mole-people tribe, they held the terrain advantage.

source: 看来这次掉到『常闇』的深处，是本应为向导的穆吉卡他们的策略，而且她们与跑在后面的另一辆竜車分开了。
en_us: It seemed that falling into the depths of the Eternal Darkness was the strategy of Musica and the others, who were supposed to be their guides. And sure enough, they were separated from the other dragon carriage that was trailing behind.

source: 真是一种天命吧。”
en_us: It's a sort of destiny, don’t you think?"

source: 真是个危险的小姐，真是的......”
en_us: You really are a dangerous lady, honestly…"

source: 真的。”
en_us: Really."

source: 确信自己猜中了后，佩特拉深入进行了那个推测。
en_us: Convinced that she had guessed correctly, Petra went further with her speculation.

source: 穆吉卡他们担心王国的未来，是做好了死的觉悟的勇敢存在。
en_us: Musica and the others were prepared to die as brave people who cared about the future of the kingdom.

source: 穆吉卡他们的祖先逃离了那个帝国的追杀，他们的子孙现在仍旧居住在夏姆洛克峡谷，以帮助偷渡入境为生，勉强度日。
en_us: Musica's ancestors fled the Empire and their descendants continued to live in Shamrock Valley, eking out a living by helping people smuggle into the country.

source: 穆吉卡他们的行动不值得称赞，对佩特拉她们来说也是个麻烦。
en_us: Musica's actions were hardly commendable, and they were a real nuisance to Petra and the others.

source: 穆吉卡他们的行动大大动摇了佩特拉等人的目标。
en_us: Musica and the others' actions had greatly shaken the goals of Petra and co.

source: 穆吉卡先生你们的想法、诉求和目的。
en_us: Musica-san, your thoughts, demands, and purpose.

source: 穆吉卡并不知道他们的真实身份。
en_us: Musica did not know their true identities.

source: 穆吉卡微微不悦地回应了佩特拉的想法。
en_us: Musica reacted slightly sharply in response to Petra's thoughts.

source: 穆吉卡的低沉声音听起来好像被恐惧和疲劳的双重压力所磨损。
en_us: Musica's low voice sounded as if it had been worn down by the combined weight of fear and fatigue.

source: 穆吉卡说的对，佩特拉对于爷爷的爷爷那一代以及更早的祖先一无所知。
en_us: Musica was right, Petra knew nothing about her grandfather's grandfather's generation or her earlier ancestors.

source: 究竟他们是为了什么结果而寻求谈判呢？
en_us: What exactly were they hoping to achieve through these negotiations?

source: 突然间，从车顶上传来愉快的笑声，“呵哈哈哈哈。”
en_us: Suddenly, a cheerful laugh rang out from the roof of the carriage, "Kuhahahaha!".

source: 竜車被陷进陷阱，侧翻在地。
en_us: The dragon carriage had been caught in a trap, and lay overturned on the ground.

source: 简直就像......”
en_us: It's just like…"

source: 精神上，可能有点行动过早的感觉，但比这更强的是成就感。
en_us: Mentally, it might have felt a bit premature, but the sense of accomplishment was even stronger.

source: 终于，有了成为艾米莉娅阵营的一员，成为艾米莉娅的力量的成就感。
en_us: Finally, there was the sense of accomplishment in being a member of Emilia's camp and becoming a part of her strength.

source: 罗兹瓦尔用话语深入剖析佩特拉得出的推论。
en_us: Roswaal put Petra's inferences into words as if he were deeply dissecting them.

source: 罗兹瓦尔降低声调，用一种没有恶作剧气息的语气低声嘀咕着。
en_us: Roswaal lowered his voice and muttered in a tone that lacked any hint of mischief.

source: 翻译：Tom111335
en_us: Translation: Tom1111335

source: 而且最重要的问题是──
en_us: And the most important question was――

source: 而且，我从一开始就不是姐姐大人。
en_us: Besides, to begin with I'm not even a nee-sama.

source: 而且，虽然我劝告了拉姆，但我也很生气。
en_us: And while I did advise Ram, I'm still very angry, you know.

source: 而且，这种心情不仅仅只有穆吉卡，还承载着四百年的重量。
en_us: Moreover, this sentiment was not limited to Musica, but it carried the weight of four hundred years.

source: 而佩特拉也意识到穆吉卡的行为非常具有当事者的性质。
en_us: And Petra also came to realize that Musica's actions were very much those of someone personally involved.

source: 而在这样的佩特拉和拉姆的对话中。
en_us: And in the midst of such a conversation between Petra and Ram.

source: 而导致这种间隙的起源是──
en_us: And the origin of this resentment was――

source: 能明白姐姐和拉姆想表达的感觉。
en_us: I can understand the feelin' that Sis and Ram are tryin' to express.

source: 脏是脏了点，但不会让它受伤的。”
en_us: It's a bit dirty, but it won't hurt her."

source: 自从坐上后面会合上来的竜车之后，佩特拉一直在不断道歉。
en_us: Since being placed into the dragon carriage of the group that rejoined them, Petra had been constantly apologizing.

source: 至少从表面上的情报来看，仅凭她们的存在是无法成为让艾米莉娅放弃参加王选的决定性因素。
en_us: At least on the surface of the intelligence they had gathered, their existence themselves could not be the decisive factor in making Emilia abandon her participation in the Royal Selection.

source: 艾米莉娅对穆吉卡的回答感到不耐烦，向前动了下身子，追问道。
en_us: Emilia grew impatient with Musica's anser, and leaned forward, pressing him further.

source: 艾米莉娅微妙地跟不上对话，在听到佩特拉的话后瞪大了眼睛。
en_us: Emilia, slightly struggling to follow the conversation, widened her eyes at Petra's words.

source: 艾米莉娅支撑着佩特拉的肩膀，黑暗中美貌丝毫不减，凛然说道。
en_us: Emilia supported Petra's shoulders, her beauty undiminished in the darkness, and spoke authoritatively.

source: 艾米莉娅无法忍受那悲痛的声音，其声音中闪现出觉悟的色彩。
en_us: Emily could not bear the sorrow in that voice, and a hint of resolve flashed in her own.
